Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# noRoutines
source: No routines yet. Create one and add your exercises.
ar: لا توجد روتينات بعد. أنشئ واحدًا وأضف تمارينك.
de: Noch keine Trainingspläne. Erstelle einen und füge deine Übungen hinzu.
es: Aún no hay rutinas. Crea una y añade tus ejercicios.
fa: هنوز روتینی نیست. یکی بساز و حرکاتت را اضافه کن.
fr: Aucun programme. Crée-en un et ajoute tes exercices.
it: Nessuna routine, per ora. Creane una e aggiungi gli esercizi.
ja: ルーティンはまだありません。作成して種目を追加しましょう。
ko: 아직 루틴이 없습니다. 하나 만들고 운동을 추가하세요.
nl: Nog geen routines. Maak er een en voeg je oefeningen toe.
pl: Brak planów. Utwórz jeden i dodaj ćwiczenia.
pt: Ainda não há rotinas. Crie uma e adicione seus exercícios.
ru: Программ пока нет. Создай одну и добавь упражнения.
tr: Henüz program yok. Bir tane oluştur ve egzersizlerini ekle.
uk: Програм ще немає. Створи одну й додай вправи.
zh: 暂无计划。创建一个计划并添加训练动作吧。
zh_hant: 尚無課表。建立一個並加入你的動作。

source: NEW ROUTINE
ar: روتين جديد
de: NEUER TRAININGSPLAN
es: NUEVA RUTINA
fa: روتین جدید
fr: NOUVEAU PROGRAMME
it: NUOVA ROUTINE
ja: 新しいルーティン
ko: 새 루틴
nl: NIEUWE ROUTINE
pl: NOWY PLAN
pt: NOVA ROTINA
ru: НОВАЯ ПРОГРАММА
tr: YENİ PROGRAM
uk: НОВА ПРОГРАМА
zh: 新建计划
zh_hant: 新增課表

source: Routine name
ar: اسم الروتين
de: Name des Trainingsplans
es: Nombre de la rutina
fa: نام روتین
fr: Nom du programme
it: Nome routine
ja: ルーティン名
ko: 루틴 이름
nl: Naam van routine
pl: Nazwa planu
pt: Nome da rotina
ru: Название программы
tr: Program adı
uk: Назва програми
zh: 计划名称
zh_hant: 課表名稱

source: SCHEDULE
ar: الجدول
de: ZEITPLAN
es: PROGRAMAR
fa: زمان‌بندی
fr: PLANNING
it: PROGRAMMA
ja: スケジュール
ko: 일정
nl: SCHEMA
pl: HARMONOGRAM
pt: PROGRAMAÇÃO
ru: РАСПИСАНИЕ
tr: TAKVİM
uk: РОЗКЛАД
zh: 安排日程
zh_hant: 排程

# addFromList
source: Add exercises from the list below.
ar: أضف تمارين من القائمة أدناه.
de: Füge Übungen aus der Liste unten hinzu.
es: Añade ejercicios de la lista de abajo.
fa: حرکات را از فهرست زیر اضافه کن.
fr: Ajoute des exercices depuis la liste ci-dessous.
it: Aggiungi esercizi dalla lista qui sotto.
ja: 下のリストから種目を追加してください。
ko: 아래 목록에서 운동을 추가하세요.
nl: Voeg oefeningen toe uit de lijst hieronder.
pl: Dodaj ćwiczenia z poniższej listy.
pt: Adicione exercícios da lista abaixo.
ru: Добавь упражнения из списка ниже.
tr: Aşağıdaki listeden egzersiz ekle.
uk: Додай вправи зі списку нижче.
zh: 从下方列表中添加动作。
zh_hant: 從下方清單新增動作。

source: Add exercises
ar: إضافة تمارين
de: Übungen hinzufügen
es: Añadir ejercicios
fa: افزودن حرکات
fr: Ajouter des exercices
it: Aggiungi esercizi
ja: 種目を追加
ko: 운동 추가
nl: Oefeningen toevoegen
pl: Dodaj ćwiczenia
pt: Adicionar exercícios
ru: Добавить упражнения
tr: Egzersiz ekle
uk: Додати вправи
zh: 添加动作
zh_hant: 新增動作

# deleteRoutine
source: Delete this routine?
ar: حذف هذا الروتين؟
de: Diesen Trainingsplan löschen?
es: ¿Borrar esta rutina?
fa: این روتین حذف شود؟
fr: Supprimer ce programme ?
it: Eliminare questa routine?
ja: このルーティンを削除しますか？
ko: 이 루틴을 삭제할까요?
nl: Deze routine verwijderen?
pl: Usunąć ten plan?
pt: Excluir esta rotina?
ru: Удалить эту программу?
tr: Bu program silinsin mi?
uk: Видалити цю програму?
zh: 删除此计划？
zh_hant: 刪除此課表？

# exercisesWithCount
source: EXERCISES · %lld
ar: التمارين · %lld
de: ÜBUNGEN · %lld
es: EJERCICIOS · %lld
fa: حرکات · %lld
fr: EXERCICES · %lld
it: ESERCIZI · %lld
ja: 種目 · %lld
ko: 운동 · %lld
nl: OEFENINGEN · %lld
pl: ĆWICZENIA · %lld
pt: EXERCÍCIOS · %lld
ru: УПРАЖНЕНИЯ · %lld
tr: EGZERSİZLER · %lld
uk: ВПРАВИ · %lld
zh: 动作 · %lld
zh_hant: 動作 · %lld

# setDay
source: SET %@
ar: تعيين %@
de: %@ FESTLEGEN
es: PONER %@
fa: تنظیم %@
fr: DÉFINIR %@
it: IMPOSTA %@
ja: %@ を設定
ko: %@ 설정
nl: %@ INSTELLEN
pl: USTAW %@
pt: DEFINIR %@
ru: НАЗНАЧИТЬ НА %@
tr: %@ AYARLA
uk: ВСТАНОВИТИ %@
zh: 设为%@
zh_hant: 設定 %@

# newRoutineName
source: New routine
ar: روتين جديد
de: Neuer Trainingsplan
es: Rutina nueva
fa: روتین جدید
fr: Nouveau programme
it: Nuova routine
ja: 新しいルーティン
ko: 새 루틴
nl: Nieuwe routine
pl: Nowy plan
pt: Nova rotina
ru: Новая программа
tr: Yeni program
uk: Нова програма
zh: 新计划
zh_hant: 新增課表

# dragToReorder
source: Drag the dotted handle to reorder — this is the order you train in.
ar: اسحب المقبض المنقّط لإعادة الترتيب — هذا هو ترتيب تمرينك.
de: Zieh am Punkte-Griff, um die Reihenfolge zu ändern — so trainierst du.
es: Arrastra el asa de puntos para reordenar: es el orden en que entrenas.
fa: نگه‌دار و بکش تا جابه‌جا کنی — ترتیب تمرینت همین است.
fr: Fais glisser la poignée à points pour réordonner : c’est l’ordre de ta séance.
it: Trascina la maniglia a puntini per riordinare: è l’ordine in cui ti alleni.
ja: 点のハンドルをドラッグして並べ替え。この順番でトレーニングします。
ko: 점 손잡이를 끌어 순서를 바꾸세요. 이 순서대로 운동해요.
nl: Sleep aan het stippengreepje om te herschikken — zo train je ze.
pl: Przeciągnij uchwyt z kropkami, aby zmienić kolejność — w tej kolejności trenujesz.
pt: Arrasta a pega de pontos para reordenar: é a ordem em que treinas.
ru: Потяните за ручку с точками, чтобы изменить порядок — в нём вы тренируетесь.
tr: Sıralamak için noktalı tutamacı sürükle — antrenman sırası budur.
uk: Потягніть за ручку з крапками, щоб змінити порядок — у ньому ви тренуєтеся.
zh: 拖动带点的手柄调整顺序，这就是你的训练顺序。
zh_hant: 拖曳帶點的把手調整順序，這就是你的訓練順序。

# reorderHandle
source: Reorder %@
ar: إعادة ترتيب %@
de: %@ neu sortieren
es: Reordenar %@
fa: جابه‌جایی %@
fr: Réorganiser %@
it: Riordina %@
ja: %@ を並べ替え
ko: %@ 순서 변경
nl: %@ herschikken
pl: Zmień kolejność: %@
pt: Reordenar %@
ru: Переместить %@
tr: %@ yeniden sırala
uk: Змінити порядок: %@
zh: 拖动重新排序 %@
zh_hant: 重新排序 %@

source: Remove from routine
ar: إزالة من الروتين
de: Aus Trainingsplan entfernen
es: Quitar de la rutina
fa: حذف از روتین
fr: Retirer du programme
it: Rimuovi dalla routine
ja: ルーティンから削除
ko: 루틴에서 제거
nl: Uit routine verwijderen
pl: Usuń z planu
pt: Remover da rotina
ru: Убрать из программы
tr: Programdan kaldır
uk: Видалити з програми
zh: 从计划中移除
zh_hant: 從課表移除

# dropExercise
source: Drop this exercise?
ar: إزالة هذا التمرين؟
de: Diese Übung entfernen?
es: ¿Quitar este ejercicio?
fa: این حرکت حذف شود؟
fr: Retirer cet exercice ?
it: Togliere questo esercizio?
ja: この種目を外しますか？
ko: 이 운동을 뺄까요?
nl: Deze oefening verwijderen?
pl: Usunąć to ćwiczenie?
pt: Deseja remover este exercício?
ru: Убрать это упражнение?
tr: Bu egzersiz çıkarılsın mı?
uk: Прибрати цю вправу?
zh: 移除此动作？
zh_hant: 移除此動作？

# dropExerciseBody
source: "%@" leaves this workout. Nothing logged is lost.
ar: ستتم إزالة "%@" من هذا التمرين. لن تفقد أي بيانات مسجلة.
de: "%@" wird aus diesem Training entfernt. Nichts Protokolliertes geht verloren.
es: "%@" sale de este entreno. No se pierde nada de lo anotado.
fa: «%@» از این تمرین خارج می‌شود. چیزی که ثبت شده از بین نمی‌رود.
fr: « %@ » sera retiré de cette séance. Rien de déjà enregistré ne sera perdu.
it: "%@" esce da questo allenamento. Niente di registrato va perso.
ja: 「%@」をこのワークアウトから外します。記録済みの内容は失われません。
ko: “%@”을 이 운동에서 뺍니다. 이미 기록된 내용은 유지됩니다.
nl: ‘%@’ wordt uit deze training verwijderd. Reeds gelogde gegevens blijven behouden.
pl: „%@” zostanie usunięte z treningu. Zapisane dane nie zostaną utracone.
pt: "%@" sai deste treino. Nenhum registro será perdido
ru: «%@» уйдёт из этой тренировки. Ничего записанного не потеряется.
tr: “%@” bu antrenmandan çıkarılacak. Kaydedilen hiçbir şey kaybolmaz.
uk: «%@» буде вилучено з тренування. Уже записані дані не втратяться.
zh: “%@” 将从本次训练中移除，已记录的数据不会丢失。
zh_hant: 「%@」會從這次訓練移除。已記錄的內容不會遺失。

source: Drop
ar: إزالة
de: Entfernen
es: Quitar
fa: حذف
fr: Retirer
it: Togli
ja: 外す
ko: 빼기
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Убрать
tr: Çıkar
uk: Прибрати
zh: 移除
zh_hant: 移除

# addToWorkout
source: ADD AN EXERCISE
ar: إضافة تمرين
de: ÜBUNG HINZUFÜGEN
es: AÑADIR EJERCICIO
fa: افزودن حرکت
fr: AJOUTER UN EXERCICE
it: AGGIUNGI ESERCIZIO
ja: 種目を追加
ko: 운동 추가
nl: OEFENING TOEVOEGEN
pl: DODAJ ĆWICZENIE
pt: ADICIONAR UM EXERCÍCIO
ru: ДОБАВИТЬ УПРАЖНЕНИЕ
tr: EGZERSİZ EKLE
uk: ДОДАТИ ВПРАВУ
zh: 添加动作
zh_hant: 新增動作

# resetData
source: Delete all my data
ar: حذف جميع بياناتي
de: Alle meine Daten löschen
es: Borrar todos mis datos
fa: حذف همه داده‌هایم
fr: Supprimer toutes mes données
it: Elimina tutti i miei dati
ja: すべてのデータを削除
ko: 내 모든 데이터 삭제
nl: Al mijn gegevens verwijderen
pl: Usuń wszystkie moje dane
pt: Excluir todos os meus dados
ru: Удалить все мои данные
tr: Tüm verilerimi sil
uk: Видалити всі мої дані
zh: 清空全部数据
zh_hant: 刪除我的所有資料

# resetTitle
source: Delete everything?
ar: حذف كل شيء؟
de: Alles löschen?
es: ¿Borrar todo?
fa: همه‌چیز حذف شود؟
fr: Tout supprimer ?
it: Eliminare tutto?
ja: すべて削除しますか？
ko: 모두 삭제할까요?
nl: Alles verwijderen?
pl: Usunąć wszystko?
pt: Excluir tudo?
ru: Удалить всё?
tr: Her şey silinsin mi?
uk: Видалити все?
zh: 确定清空所有数据？
zh_hant: 全部刪除？

# resetBody
source: Sessions, records, routines, notes and profile. This cannot be undone — export a backup first if you might want it.
ar: التمارين والسجلات والروتينات والملاحظات والملف الشخصي. لا يمكن التراجع عن ذلك — صدّر نسخة احتياطية أولًا إذا قد تحتاجها.
de: Trainings, Rekorde, Trainingspläne, Notizen und Profil. Dies kann nicht rückgängig gemacht werden — exportiere vorher ein Backup, falls du es noch brauchen könntest.
es: Sesiones, récords, rutinas, notas y perfil. No tiene vuelta atrás — exporta una copia antes si crees que la querrás.
fa: جلسه‌های تمرین، رکوردها، روتین‌ها، یادداشت‌ها و پروفایل. برگشتی نیست — اگر ممکن است بخواهی، اول یک بکاپ خروجی بگیر.
fr: Séances, records, programmes, notes et profil. Cette action est irréversible — exporte d’abord une sauvegarde si tu veux pouvoir les récupérer.
it: Sessioni, record, routine, note e profilo. Non si può annullare — esporta prima un backup se pensi di volerlo.
ja: ワークアウト、記録、ルーティン、メモ、プロフィールをすべて削除します。元に戻せません — 必要なら先にバックアップを書き出してください。
ko: 운동, 기록, 루틴, 메모, 프로필이 모두 삭제됩니다. 되돌릴 수 없으니 필요하다면 먼저 백업을 내보내세요.
nl: Trainingen, records, routines, notities en profiel. Dit kan niet ongedaan worden gemaakt — exporteer eerst een back-up als je ze wilt bewaren.
pl: Treningi, rekordy, plany, notatki i profil. Tego nie można cofnąć — najpierw wyeksportuj kopię zapasową, jeśli możesz ich potrzebować.
pt: Sessões, registros, rotinas, notas e perfil. Isso não pode ser desfeito — exporte um backup primeiro, caso queira mantê-lo
ru: Тренировки, рекорды, программы, заметки и профиль. Это необратимо — сначала выгрузи резервную копию, если она может понадобиться.
tr: Antrenmanlar, rekorlar, programlar, notlar ve profil silinecek. Bu işlem geri alınamaz — gerekebilecekse önce bir yedek dışa aktar.
uk: Тренування, рекорди, програми, нотатки та профіль. Це незворотно — спочатку експортуй резервну копію, якщо дані можуть знадобитися.
zh: 将清空所有训练记录、个人纪录、计划、笔记及个人资料。此操作不可逆 — 如有需要，请先导出备份。
zh_hant: 訓練、紀錄、課表、筆記與個人檔案都會刪除。此操作無法復原 — 如有需要請先匯出備份。

# resetConfirm
source: Delete everything
ar: حذف كل شيء
de: Alles löschen
es: Borrar todo
fa: حذف همه‌چیز
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
nl: Alles verwijderen
pl: Usuń wszystko
pt: Excluir tudo
ru: Удалить всё
tr: Her şeyi sil
uk: Видалити все
zh: 清空全部数据
zh_hant: 全部刪除

# resetDone
source: All data deleted
ar: تم حذف جميع البيانات
de: Alle Daten gelöscht
es: Todos los datos borrados
fa: همه داده‌ها حذف شد
fr: Toutes les données ont été supprimées
it: Tutti i dati eliminati
ja: すべてのデータを削除しました
ko: 모든 데이터가 삭제되었습니다
nl: Alle gegevens zijn verwijderd
pl: Wszystkie dane usunięte
pt: Todos os dados excluídos
ru: Все данные удалены
tr: Tüm veriler silindi
uk: Усі дані видалено
zh: 所有数据已清空
zh_hant: 所有資料已刪除

source: SUPPORT
ar: الدعم
de: HILFE
es: APOYO
fa: پشتیبانی
fr: ASSISTANCE
it: SUPPORTO
ja: サポート
ko: 지원
nl: ONDERSTEUNING
pl: POMOC
pt: SUPORTE
ru: ПОДДЕРЖКА
tr: DESTEK
uk: ПІДТРИМКА
zh: 支持与帮助
zh_hant: 支援

# reportBug
source: Report a bug
ar: الإبلاغ عن خطأ
de: Fehler melden
es: Informar de un fallo
fa: گزارش باگ
fr: Signaler un bug
it: Segnala un bug
ja: バグを報告
ko: 버그 신고
nl: Bug melden
pl: Zgłoś błąd
pt: Relatar um bug
ru: Сообщить об ошибке
tr: Hata bildir
uk: Повідомити про помилку
zh: 反馈 Bug
zh_hant: 回報錯誤

# requestFeature
source: Request a feature
ar: اقتراح ميزة
de: Funktion vorschlagen
es: Pedir una función
fa: درخواست قابلیت
fr: Proposer une fonctionnalité
it: Richiedi una funzione
ja: 機能を提案
ko: 기능 제안
nl: Functie voorstellen
pl: Zaproponuj funkcję
pt: Solicitar um recurso
ru: Предложить функцию
tr: Özellik öner
uk: Запропонувати функцію
zh: 功能建议
zh_hant: 建議功能

source: Star on GitHub
ar: أضف نجمة على GitHub
de: Auf GitHub mit Stern markieren
es: Dar una estrella en GitHub
fa: ستاره در GitHub
fr: Mettre une étoile sur GitHub
it: Metti una stella su GitHub
ja: GitHubでスター
ko: GitHub에서 별 주기
nl: Ster geven op GitHub
pl: Dodaj gwiazdkę na GitHubie
pt: Marcar como favorito no GitHub
ru: Звезда на GitHub
tr: GitHub'da yıldızla
uk: Поставити зірку на GitHub
zh: 在 GitHub 上点个 Star
zh_hant: 在 GitHub 給星

# buyCoffee
source: Buy me a coffee
ar: اشترِ لي قهوة
de: Kauf mir einen Kaffee
es: Invítame a un café
fa: یک قهوه مهمانم کن
fr: M’offrir un café
it: Offrimi un caffè
ja: コーヒーをおごる
ko: 커피 사주기
nl: Trakteer me op koffie
pl: Postaw mi kawę
pt: Me pague um café
ru: Купить мне кофе
tr: Bana kahve ısmarla
uk: Пригостити мене кавою
zh: 请作者喝杯咖啡
zh_hant: 請我喝咖啡

# cantOpenLink
source: Couldn't open the link
ar: تعذر فتح الرابط
de: Der Link konnte nicht geöffnet werden
es: No he podido abrir el enlace
fa: لینک باز نشد
fr: Impossible d’ouvrir le lien
it: Impossibile aprire il link
ja: リンクを開けませんでした
ko: 링크를 열 수 없습니다
nl: Kon de link niet openen
pl: Nie udało się otworzyć linku
pt: Não foi possível abrir o link
ru: Не удалось открыть ссылку
tr: Bağlantı açılamadı
uk: Не вдалося відкрити посилання
zh: 无法打开该链接
zh_hant: 無法開啟連結

source: Theme
ar: السمة
de: Erscheinungsbild
es: Tema
fa: تم
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
pt: Tema
ru: Тема
tr: Tema
uk: Тема
zh: 外观主题
zh_hant: 主題

# darkTheme
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fa: تاریک
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt: Escuro
ru: Тёмная
tr: Koyu
uk: Темна
zh: 深色模式
zh_hant: 深色

# lightTheme
source: Light
ar: فاتح
de: Hell
es: Claro
fa: روشن
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt: Claro
ru: Светлая
tr: Açık
uk: Світла
zh: 浅色模式
zh_hant: 淺色

# languageLabel
source: Language
ar: اللغة
de: Sprache
es: Idioma
fa: زبان
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
tr: Dil
uk: Мова
zh: 语言
zh_hant: 語言

# unitsLabel
source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fa: واحدها
fr: Unités
it: Unità
ja: 単位
ko: 단위
nl: Eenheden
pl: Jednostki
pt: Unidades
ru: Единицы
tr: Birimler
uk: Одиниці
zh: 单位
zh_hant: 單位

source: Rest timer
ar: مؤقت الراحة
de: Pausentimer
es: Descanso
fa: تایمر استراحت
fr: Minuteur de repos
it: Recupero
ja: 休憩タイマー
ko: 휴식 타이머
nl: Rusttimer
pl: Minutnik odpoczynku
pt: Descanso
ru: Таймер отдыха
tr: Dinlenme zamanlayıcısı
uk: Таймер відпочинку
zh: 组间休息计时器
zh_hant: 休息計時器

# alarmBlockedTitle
source: Notifications are off
ar: الإشعارات متوقفة
de: Benachrichtigungen sind deaktiviert
es: Las notificaciones están apagadas
fa: اعلان‌ها خاموش‌اند
fr: Les notifications sont désactivées
it: Le notifiche sono spente
ja: 通知がオフです
ko: 알림이 꺼져 있습니다
nl: Meldingen zijn uitgeschakeld
pl: Powiadomienia są wyłączone
pt: Notificações desativadas
ru: Уведомления выключены
tr: Bildirimler kapalı
uk: Сповіщення вимкнено
zh: 通知权限未开启
zh_hant: 通知已關閉

# alarmBlockedBody
source: The rest alarm won't go off with the screen locked
ar: لن يصدر منبه الراحة صوتًا عندما تكون الشاشة مقفلة
de: Der Pausenalarm ertönt nicht, wenn der Bildschirm gesperrt ist
es: La alarma de descanso no sonará con la pantalla bloqueada
fa: وقتی صفحه قفل است، آلارم استراحت زنگ نمی‌زند
fr: L’alarme de repos ne sonnera pas lorsque l’écran est verrouillé
it: L'allarme di recupero non suonerà a schermo bloccato
ja: 画面ロック中は休憩アラームが鳴りません
ko: 화면이 잠겨 있으면 휴식 알람이 울리지 않습니다
nl: Het rustalarm gaat niet af als het scherm vergrendeld is
pl: Alarm odpoczynku nie zabrzmi przy zablokowanym ekranie
pt: O alarme de descanso não tocará com a tela bloqueada
ru: Сигнал отдыха не сработает при заблокированном экране
tr: Ekran kilitliyken dinlenme alarmı çalmaz
uk: Сигнал відпочинку не спрацює, коли екран заблоковано
zh: 锁屏状态下将无法响铃提醒组间休息结束
zh_hant: 螢幕鎖定時休息鬧鐘不會響

# alarmBlockedAction
source: TURN ON
ar: تشغيل
de: AKTIVIEREN
es: ACTIVAR
fa: روشن کردن
fr: ACTIVER
it: ATTIVA
ja: オンにする
ko: 켜기
nl: INSCHAKELEN
pl: WŁĄCZ
pt: ATIVAR
ru: ВКЛЮЧИТЬ
tr: AÇ
uk: УВІМКНУТИ
zh: 去开启
zh_hant: 開啟

source: Alarm sound
ar: صوت المنبه
de: Alarmton
es: Sonido de alarma
fa: صدای آلارم
fr: Son de l’alarme
it: Suono allarme
ja: アラーム音
ko: 알람 소리
nl: Alarmgeluid
pl: Dźwięk alarmu
pt: Som do alarme
ru: Звук сигнала
tr: Alarm sesi
uk: Звук сигналу
zh: 提示音
zh_hant: 鬧鐘聲音

# alarmDefaultName
source: Default
ar: افتراضي
de: Standard
es: Por defecto
fa: پیش‌فرض
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
nl: Standaard
pl: Domyślny
pt: Padrão
ru: Стандартный
tr: Varsayılan
uk: За замовчуванням
zh: 默认声音
zh_hant: 預設

# alarmSoundHint
source: Use your own — up to 15 seconds
ar: استخدم صوتك الخاص — حتى 15 ثانية
de: Verwende deinen eigenen Ton — bis zu 15 Sekunden
es: Pon el tuyo — hasta 15 segundos
fa: مال خودت را بگذار — تا ۱۵ ثانیه
fr: Utilise ton propre son — 15 secondes maximum
it: Usa il tuo — fino a 15 secondi
ja: 自分の音を使用 — 最大15秒
ko: 직접 고른 소리 사용 — 최대 15초
nl: Gebruik je eigen geluid — maximaal 15 seconden
pl: Użyj własnego dźwięku — maksymalnie 15 sekund
pt: Use o seu próprio som — até 15 segundos
ru: Поставь свой — до 15 секунд
tr: Kendi sesini kullan — en fazla 15 saniye
uk: Використовуй власний звук — до 15 секунд
zh: 可导入自定义音频 — 长度不超过 15 秒
zh_hant: 使用自己的聲音 — 最長 15 秒

# alarmChoose
source: Choose a sound…
ar: اختر صوتًا…
de: Ton auswählen…
es: Elegir un sonido…
fa: انتخاب صدا…
fr: Choisir un son…
it: Scegli un suono…
ja: 音を選択…
ko: 소리 선택…
nl: Geluid kiezen…
pl: Wybierz dźwięk…
pt: Escolha um som…
ru: Выбрать звук…
tr: Ses seç…
uk: Вибрати звук…
zh: 选择音频文件…
zh_hant: 選擇聲音…

# alarmPreview
source: Play current sound
ar: تشغيل الصوت الحالي
de: Aktuellen Ton abspielen
es: Escuchar el actual
fa: پخش صدای فعلی
fr: Écouter le son actuel
it: Ascolta il suono attuale
ja: 現在の音を再生
ko: 현재 소리 재생
nl: Huidig geluid afspelen
pl: Odtwórz bieżący dźwięk
pt: Reproduzir som atual
ru: Проиграть текущий звук
tr: Geçerli sesi çal
uk: Відтворити поточний звук
zh: 试听当前声音
zh_hant: 播放目前聲音

# alarmReset
source: Reset to default
ar: إعادة الضبط إلى الصوت الافتراضي
de: Auf Standard zurücksetzen
es: Volver al de por defecto
fa: بازگشت به پیش‌فرض
fr: Rétablir le son par défaut
it: Torna al predefinito
ja: デフォルトに戻す
ko: 기본 소리로 재설정
nl: Standaardgeluid herstellen
pl: Przywróć domyślny dźwięk
pt: Redefinir para o padrão
ru: Вернуть стандартный
tr: Varsayılana sıfırla
uk: Відновити стандартний звук
zh: 恢复默认声音
zh_hant: 重設為預設聲音

# alarmTooLong
source: That sound is longer than 15 seconds
ar: هذا الصوت أطول من 15 ثانية
de: Dieser Ton ist länger als 15 Sekunden
es: Ese sonido dura más de 15 segundos
fa: آن صدا بیشتر از ۱۵ ثانیه است
fr: Ce son dure plus de 15 secondes
it: Quel suono dura più di 15 secondi
ja: この音は15秒を超えています
ko: 이 소리는 15초보다 깁니다
nl: Dit geluid is langer dan 15 seconden
pl: Ten dźwięk trwa dłużej niż 15 sekund
pt: Esse som tem mais de 15 segundos
ru: Этот звук длиннее 15 секунд
tr: Bu ses 15 saniyeden uzun
uk: Цей звук довший за 15 секунд
zh: 音频时长不能超过 15 秒
zh_hant: 這個聲音超過 15 秒

# alarmInvalid
source: Couldn't read that audio file
ar: تعذر قراءة ملف الصوت هذا
de: Diese Audiodatei konnte nicht gelesen werden
es: No he podido leer ese audio
fa: خواندن آن فایل صوتی ممکن نشد
fr: Impossible de lire ce fichier audio
it: Impossibile leggere quel file audio
ja: この音声ファイルを読み込めませんでした
ko: 이 오디오 파일을 읽을 수 없습니다
nl: Kon dit audiobestand niet lezen
pl: Nie udało się odczytać pliku audio
pt: Não foi possível ler esse arquivo de áudio
ru: Не удалось прочитать этот аудиофайл
tr: Bu ses dosyası okunamadı
uk: Не вдалося прочитати аудіофайл
zh: 无法读取该音频文件
zh_hant: 無法讀取此音訊檔案

# alarmChanged
source: Alarm sound set to "%@"
ar: تم تعيين صوت المنبه إلى "%@"
de: Alarmton auf "%@" gesetzt
es: Sonido cambiado a «%@»
fa: صدای آلارم روی «%@» تنظیم شد
fr: Son de l’alarme défini sur « %@ »
it: Suono impostato su "%@"
ja: アラーム音を「%@」に設定しました
ko: 알람 소리가 “%@”(으)로 설정되었습니다
nl: Alarmgeluid ingesteld op ‘%@’
pl: Ustawiono dźwięk alarmu na „%@”
pt: Som do alarme definido como «%@»
ru: Звук сигнала: «%@»
tr: Alarm sesi “%@” olarak ayarlandı
uk: Звук сигналу встановлено на «%@»
zh: 提示音已设置为 “%@”
zh_hant: 鬧鐘聲音設為「%@」

# alarmChangedDefault
source: Back to the default sound
ar: تمت استعادة الصوت الافتراضي
de: Zurück zum Standardton
es: De vuelta al sonido de fábrica
fa: برگشت به صدای پیش‌فرض
fr: Son par défaut rétabli
it: Tornato al suono predefinito
ja: デフォルト音に戻しました
ko: 기본 소리로 돌아갔습니다
nl: Standaardgeluid hersteld
pl: Przywrócono domyślny dźwięk
pt: Voltar ao som padrão
ru: Вернулись к стандартному звуку
tr: Varsayılan sese dönüldü
uk: Відновлено стандартний звук
zh: 已恢复为默认提示音
zh_hant: 已恢復預設聲音

source: Add activity widget
ar: إضافة أداة النشاط
de: Aktivitäts-Widget hinzufügen
es: Añadir widget de actividad
fa: افزودن ویجت فعالیت
fr: Ajouter le widget d’activité
it: Aggiungi widget attività
ja: アクティビティウィジェットを追加
ko: 활동 위젯 추가
nl: Activiteitswidget toevoegen
pl: Dodaj widżet aktywności
pt: Adicionar widget de atividade
ru: Добавить виджет активности
tr: Etkinlik widget'ı ekle
uk: Додати віджет активності
zh: 添加今日动态微件
zh_hant: 新增活動小工具

source: Add stats widget
ar: إضافة أداة الإحصاءات
de: Statistik-Widget hinzufügen
es: Añadir widget de estadísticas
fa: افزودن ویجت آمار
fr: Ajouter le widget de statistiques
it: Aggiungi widget statistiche
ja: 統計ウィジェットを追加
ko: 통계 위젯 추가
nl: Statistiekenwidget toevoegen
pl: Dodaj widżet statystyk
pt: Adicionar widget de estatísticas
ru: Добавить виджет статистики
tr: İstatistik widget'ı ekle
uk: Додати віджет статистики
zh: 添加统计概览微件
zh_hant: 新增統計小工具

# pinUnsupported
source: Add it from your launcher's widget menu
ar: أضفه من قائمة الأدوات في المشغّل
de: Füge es über das Widget-Menü deines Launchers hinzu
es: Añádelo desde el menú de widgets de tu lanzador
fa: از منوی ویجت لانچرت اضافه‌اش کن
fr: Ajoute-le depuis le menu des widgets de ton lanceur
it: Aggiungilo dal menu widget del tuo launcher
ja: ランチャーのウィジェットメニューから追加してください
ko: 런처의 위젯 메뉴에서 추가하세요
nl: Voeg het toe via het widgetmenu van je launcher
pl: Dodaj go z menu widżetów programu uruchamiającego
pt: Adicione-o pelo menu de widgets da tela inicial
ru: Добавь его из меню виджетов твоего лаунчера
tr: Başlatıcının widget menüsünden ekle
uk: Додай через меню віджетів лаунчера
zh: 请从手机桌面启动器的微件菜单中手动添加
zh_hant: 請從啟動器的小工具選單加入

source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fa: پس‌زمینه
fr: Arrière-plan
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pl: Tło
pt: Fundo
ru: Фон
tr: Arka plan
uk: Фон
zh: 背景纹理
zh_hant: 背景

# bgNone
source: None
ar: لا شيء
de: Keiner
es: Ninguno
fa: هیچ
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
tr: Yok
uk: Немає
zh: 纯色无底纹
zh_hant: 無

# bgDots
source: Dots
ar: نقاط
de: Punkte
es: Puntos
fa: نقطه‌ها
fr: Points
it: Puntini
ja: ドット
ko: 점
nl: Punten
pl: Kropki
pt: Pontos
ru: Точки
tr: Noktalar
uk: Крапки
zh: 点阵
zh_hant: 圓點

# bgGrid
source: Grid
ar: شبكة
de: Raster
es: Rejilla
fa: شبکه
fr: Grille
it: Griglia
ja: グリッド
ko: 그리드
nl: Raster
pl: Siatka
pt: Grade
ru: Сетка
tr: Izgara
uk: Сітка
zh: 网格
zh_hant: 格線

# exportCsv
source: Export workouts (CSV)
ar: تصدير التمارين (CSV)
de: Trainings exportieren (CSV)
es: Exportar entrenos (CSV)
fa: خروجی تمرین‌ها (CSV)
fr: Exporter les séances (CSV)
it: Esporta allenamenti (CSV)
ja: ワークアウトを書き出す（CSV）
ko: 운동 내보내기(CSV)
nl: Trainingen exporteren (CSV)
pl: Eksportuj treningi (CSV)
pt: Exportar treinos (CSV)
ru: Выгрузить тренировки (CSV)
tr: Antrenmanları dışa aktar (CSV)
uk: Експорт тренувань (CSV)
zh: 导出训练记录 (CSV)
zh_hant: 匯出訓練（CSV）
